html/12th-grade/estatistica.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-28 Sun 18:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Estatistica</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Instalações Elétricas Industriais - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Estatistica</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org62bd7f6">Avaliações</a></li>
<li><a href="#org32e0577">População ou amostra</a>
<ul>
<li><a href="#org04e4ea9">Tamanho da populaçõa</a></li>
<li><a href="#orgadc9998">Exemplo 1</a></li>
<li><a href="#org0ea5c2b">Exemplo 2</a></li>
</ul>
</li>
<li><a href="#org18aed5d">Variáveis</a></li>
<li><a href="#org1011f6c">Exercício - Revisão</a></li>
<li><a href="#orgb21e340">Exercício 2 - Revisão</a>
<ul>
<li><a href="#orgd34810c">Classifique as variáveis listadas a seguir</a></li>
</ul>
</li>
<li><a href="#orge11ef9b">Exercício - Revisão</a></li>
<li><a href="#orgf5b626e">Exerício 2</a></li>
<li><a href="#org14ec8d5">Organizando dados - Distribuição de classe</a>
<ul>
<li><a href="#orgd47355a">Amplitude da classe para k = 10</a></li>
<li><a href="#org9f0b04b">Amplitude da classe para k = 11</a></li>
</ul>
</li>
<li><a href="#org54041b1">Organizando altura</a></li>
<li><a href="#orga7e7630">Exercício avaliativo</a>
<ul>
<li><a href="#orgd1fa620">O exercicio</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org62bd7f6" class="outline-2">
<h2 id="org62bd7f6">Avaliações</h2>
<div class="outline-text-2" id="text-org62bd7f6">
<ul class="org-ul">
<li>Lista de exercícios - 29/08</li>
<li>Prova parcial - 12/09</li>
<li>Prova bimestral - 26/09</li>
</ul>
</div>
</div>

<div id="outline-container-org32e0577" class="outline-2">
<h2 id="org32e0577">População ou amostra</h2>
<div class="outline-text-2" id="text-org32e0577">
</div>
<div id="outline-container-org04e4ea9" class="outline-3">
<h3 id="org04e4ea9">Tamanho da populaçõa</h3>
<div class="outline-text-3" id="text-org04e4ea9">
<ul class="org-ul">
<li>Margem de erro é medido de acordo com o objetivo, e pode ir até 5%</li>
<li>Casos que a margem de erro é 5% são apenas pesquisas informativas e que não tenham risco de vida</li>
<li>Assim, podemos calcular o tamanho de amostra</li>
</ul>
</div>
</div>
<div id="outline-container-orgadc9998" class="outline-3">
<h3 id="orgadc9998">Exemplo 1</h3>
<div class="outline-text-3" id="text-orgadc9998">
<ul class="org-ul">
<li>População -&gt; 3200</li>
<li>Margem de erro -&gt; 5%</li>
</ul>
<p>
\[Ao = \frac{1}{Eo}^2\]
\[Ao = 400\]
\[Af = \frac{P*Ao}{P+Ao}\]
\[Af = 356\] (arredondado para a maior unidade)
</p>
<ul class="org-ul">
<li>A porcentagem da população (tamanho da amostra) que temos que utilizar é dado por uma regra de 3, onde 3200 é 100\%, então 356 (Amostra final) corresponde a 11,125\%</li>
</ul>
</div>
</div>
<div id="outline-container-org0ea5c2b" class="outline-3">
<h3 id="org0ea5c2b">Exemplo 2</h3>
<div class="outline-text-3" id="text-org0ea5c2b">
<ul class="org-ul">
<li>População = 120.000, população masculina = 55.000, população feminina = 65.000</li>
<li>Eo = 4%</li>
<li>Utilizando aleatória simples (utiliza o todo)</li>
</ul>
<p>
\[Ao = \frac{1}{0,04}^2\]
\[Ao = 125\]
\[Af = \frac{120000*625}{120000+625 = 622 pessoas\]
\[X\% = 0,52%\]
</p>
<ul class="org-ul">
<li>Utilizando amostragem estratificada</li>
<li>Masculino</li>
</ul>
<p>
\[Afm = \frac{P*Ao}{P+Ao} = \frac{55.000*625}{55.000+625} = 618\]
\[X\% = 1,12\% (considerando 55000 pessoas\]
</p>
<ul class="org-ul">
<li>Feminino</li>
</ul>
<p>
\[Aff = \frac{P*Ao}{P+Ao} = \frac{65.000*625}{65.000+625} = 620\]
\[X\% = 0,95\% (considerando 65000 pessoas)\]
</p>
<ul class="org-ul">
<li>A soma dos grupos nos diz quantas pessoas temos que entrevistar</li>
</ul>
<p>
\[Af = Afm + Aff = 1238\]
\[X\% = 1,03\% (considerando 120000 pessoas)\]
</p>
</div>
</div>
</div>

<div id="outline-container-org18aed5d" class="outline-2">
<h2 id="org18aed5d">Variáveis</h2>
<div class="outline-text-2" id="text-org18aed5d">
<ul class="org-ul">
<li>Perguntas objetivas -&gt; Dominío de resposta</li>
<li>Se alguém não responder uma pergunta temos um problema com nosso instrumento de coleta de dados</li>
<li>Temos variáveis qualitativas e quantitativas</li>
<li>Quantitativa pode ser discreta e contínua</li>
<li>Qualitativa pode ser nominal (que pode ser exclusivo) e ordinal</li>
</ul>
</div>
</div>

<div id="outline-container-org1011f6c" class="outline-2">
<h2 id="org1011f6c">Exercício - Revisão</h2>
<div class="outline-text-2" id="text-org1011f6c">
<ul class="org-ul">
<li>Com uma população de 14363 pessoas Ana decidiu fazer uso de amostragem, para tanto, definiu uma margem de erro de 4\%. Qual o tamanho da amostra?</li>
</ul>
<p>
\[Ao = \frac{1}{Eo}^2\]
\[Ao = 625\]
\[Af = \frac{P*Ao}{P+Ao}\]
\[Af = \frac{14363*625}{14363+625}\]
\[Af = 599\] (arredondado para a maior unidade)
</p>
<ul class="org-ul">
<li>A porcentagem da população (tamanho da amostra) que temos que utilizar é dado por uma regra de 3, onde 14363 é 100\%, logo 599 é 4,17\%</li>
</ul>
</div>
</div>

<div id="outline-container-orgb21e340" class="outline-2">
<h2 id="orgb21e340">Exercício 2 - Revisão</h2>
<div class="outline-text-2" id="text-orgb21e340">
</div>
<div id="outline-container-orgd34810c" class="outline-3">
<h3 id="orgd34810c">Classifique as variáveis listadas a seguir</h3>
<div class="outline-text-3" id="text-orgd34810c">
<ul class="org-ul">
<li>Nº de filhos - Quantitativa discreta</li>
<li>Tipo sanguíneo - Qualitativo nominal</li>
<li>Escola de dor - Qualitativo ordinal</li>
<li>CPF - Qualitativo nominal</li>
<li>Massa - Quantitativo contínuo</li>
<li>IMC - Quantitativo contínuo</li>
<li>Nota - Quantitativo contínuo</li>
<li>Salario - Quantitativo contínuo</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge11ef9b" class="outline-2">
<h2 id="orge11ef9b">Exercício - Revisão</h2>
<div class="outline-text-2" id="text-orge11ef9b">
<ul class="org-ul">
<li>Paulo lançou 4 vezes um dado (fair)</li>
<li>1 1 6 5 4 4 3 2 3 4 5 1 6 6 5 5 1 3 2 2 6 1 5 2 2 4 3 2 3</li>
<li>Pode aplicar as técnicas estatísticas linearmente, ou agrupados</li>
<li>Distribuição de frequência absoluta</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">nº</td>
<td class="org-right">f</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-right">4</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Distribuição de Classe</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">nº</td>
<td class="org-right">f</td>
</tr>

<tr>
<td class="org-left">1 &lt;- 3</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4 &lt;- 6</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-left">Acima de</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgf5b626e" class="outline-2">
<h2 id="orgf5b626e">Exerício 2</h2>
<div class="outline-text-2" id="text-orgf5b626e">
<ul class="org-ul">
<li>Considerando a distribuição de frequência absoluta calcular média, moda e frequência relativa</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">nº filhos</td>
<td class="org-right">f</td>
</tr>

<tr>
<td class="org-right">0</td>
<td class="org-right">12</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">23</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-right">49</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">26</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">8</td>
</tr>

<tr>
<td class="org-right">Acima de 4n</td>
<td class="org-right">3</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Média: \[X = (0*12)+(1*23) + (2*49) + (3*26) + (4*8) + (5*3)/121\] = 2,03 filhos</li>
<li>Moda: 2</li>
<li>Frequência relativa:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">nº filhos</td>
<td class="org-left">fr</td>
</tr>

<tr>
<td class="org-right">0</td>
<td class="org-left">12x100/121= 9.91\%</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">23x100/121= 19.00\%</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">49x100/121= 40.49\%</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">26x100/121= 21.48\%</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">8x100/121= 6.61\%</td>
</tr>

<tr>
<td class="org-right">Acima de 4n</td>
<td class="org-left">3x100/121= 2.47\%</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org14ec8d5" class="outline-2">
<h2 id="org14ec8d5">Organizando dados - Distribuição de classe</h2>
<div class="outline-text-2" id="text-org14ec8d5">
<ul class="org-ul">
<li>Distribuição em classe é só para variáveis quantitativas discretas e contínuas</li>
<li><p>
Considerando os dados referente a avaliação parcial segue as notas
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">7,2</td>
<td class="org-left">8,1</td>
<td class="org-left">9,1</td>
<td class="org-left">2,0</td>
<td class="org-left">6,8</td>
</tr>

<tr>
<td class="org-left">4,0</td>
<td class="org-left">6,5</td>
<td class="org-left">9,3</td>
<td class="org-left">8,0</td>
<td class="org-left">9,0</td>
</tr>

<tr>
<td class="org-left">6,3</td>
<td class="org-left">7,2,</td>
<td class="org-left">8,4</td>
<td class="org-left">6,0</td>
<td class="org-left">5,5</td>
</tr>

<tr>
<td class="org-left">8,4</td>
<td class="org-left">4,2</td>
<td class="org-left">3,0</td>
<td class="org-left">2,5</td>
<td class="org-left">6,6</td>
</tr>

<tr>
<td class="org-left">9,0</td>
<td class="org-left">9,8</td>
<td class="org-left">2,1</td>
<td class="org-left">6,9</td>
<td class="org-left">4,1</td>
</tr>
</tbody>
</table></li>
<li>Maior nota= 9,8</li>
<li>Menor nota= 2,0</li>
<li>Amplitude amostral= Maior nota - menor nota = 9,8 - 2,0 = 7,8</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Nota</td>
<td class="org-right">f</td>
<td class="org-right">\%</td>
<td class="org-right">fa</td>
</tr>

<tr>
<td class="org-left">2 &lt;- 4</td>
<td class="org-right">4</td>
<td class="org-right">16</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">4 &lt;- 6</td>
<td class="org-right">4</td>
<td class="org-right">16</td>
<td class="org-right">8</td>
</tr>

<tr>
<td class="org-left">6 &lt;- 8</td>
<td class="org-right">8</td>
<td class="org-right">32</td>
<td class="org-right">16</td>
</tr>

<tr>
<td class="org-left">8 &lt;- 10</td>
<td class="org-right">9</td>
<td class="org-right">36</td>
<td class="org-right">25</td>
</tr>

<tr>
<td class="org-left">&#x2026;&#x2026;</td>
<td class="org-right">25</td>
<td class="org-right">100</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
<ul class="org-ul">
<li>Cada intervalo na coluna da nota é uma classe e a diferença entre a maior e menor é a amplitude da classe (h) -&gt; limite superior - limite inferior</li>
<li>É normatizado que a tabela tenha abertura nas laterais (diferente do representado aqui) e não tenha divisão entre as linhas</li>
<li>\% Relação da parte em relação ao todo expresso em \% \[\frac{4}{25}\cdots 100 =\]</li>

<li>O número de classe é um número inteiro próximo de K:</li>
</ul>
<p>
\[K = 1 + 3,3log(n)\]
Considerando n = 600 elementos
\[K = 1 + 3,3log(600)\]
\[K = 1 + 3,3\times 2,7\]
\[K = 1 + 9,14\]
\[K = 10,14\]
</p>
<ul class="org-ul">
<li>K é 10 ou 11</li>
</ul>
</div>
<div id="outline-container-orgd47355a" class="outline-3">
<h3 id="orgd47355a">Amplitude da classe para k = 10</h3>
<div class="outline-text-3" id="text-orgd47355a">
<p>
\[ampclasse = \frac{AmplitudeAmostral}{K}\]
</p>
</div>
</div>
<div id="outline-container-org9f0b04b" class="outline-3">
<h3 id="org9f0b04b">Amplitude da classe para k = 11</h3>
<div class="outline-text-3" id="text-org9f0b04b">
<p>
\[ampclasse = \frac{AmplitudeAmostral}{K}\]
</p>
</div>
</div>
</div>

<div id="outline-container-org54041b1" class="outline-2">
<h2 id="org54041b1">Organizando altura</h2>
<div class="outline-text-2" id="text-org54041b1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">1,78</td>
<td class="org-left">1,55</td>
<td class="org-left">1,74</td>
<td class="org-left">1,76</td>
<td class="org-left">1,82</td>
<td class="org-left">1,75</td>
</tr>

<tr>
<td class="org-left">1,60</td>
<td class="org-left">1,71</td>
<td class="org-left">1,63</td>
<td class="org-left">1,80</td>
<td class="org-left">1,70</td>
<td class="org-left">1,77</td>
</tr>

<tr>
<td class="org-left">1,84</td>
<td class="org-left">1,75</td>
<td class="org-left">1,74</td>
<td class="org-left">1,72</td>
<td class="org-left">1,76</td>
<td class="org-left">1,58</td>
</tr>

<tr>
<td class="org-left">1,60</td>
<td class="org-left">1,73</td>
<td class="org-left">1,75</td>
<td class="org-left">1,54</td>
<td class="org-left">1,74</td>
<td class="org-left">1,76</td>
</tr>

<tr>
<td class="org-left">1,70</td>
<td class="org-left">1,74</td>
<td class="org-left">1,76</td>
<td class="org-left">1,70</td>
<td class="org-left">1,74</td>
<td class="org-left">c1,66</td>
</tr>

<tr>
<td class="org-left">1,60</td>
<td class="org-left">1,57</td>
<td class="org-left">1,65</td>
<td class="org-left">1,63</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>k = 5,917 -&gt; 5 ou 6</li>
</ul>
<p>
\[ampclasse = \frac{0,3}{6} = 0,05\]
</p>
<ul class="org-ul">
<li>Maior valor = 1,84</li>
<li>Menor valor = 1,54</li>
<li>Amplitude amostral = 0,3</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Altura</td>
<td class="org-right">f</td>
<td class="org-left">\%</td>
<td class="org-right">fa</td>
</tr>

<tr>
<td class="org-left">1,54 &lt;- 1,59</td>
<td class="org-right">4</td>
<td class="org-left">12,90</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">1,59 &lt;- 1,64</td>
<td class="org-right">5</td>
<td class="org-left">16,13</td>
<td class="org-right">9</td>
</tr>

<tr>
<td class="org-left">1,64 &lt;- 1,69</td>
<td class="org-right">2</td>
<td class="org-left">6,45</td>
<td class="org-right">11</td>
</tr>

<tr>
<td class="org-left">1,69 &lt;- 1,74</td>
<td class="org-right">5</td>
<td class="org-left">16,13</td>
<td class="org-right">16</td>
</tr>

<tr>
<td class="org-left">1,74 &lt;- 1,79</td>
<td class="org-right">12</td>
<td class="org-left">38,70</td>
<td class="org-right">28</td>
</tr>

<tr>
<td class="org-left">1,79 &lt;-&gt; 1,84</td>
<td class="org-right">3</td>
<td class="org-left">9,68</td>
<td class="org-right">31</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orga7e7630" class="outline-2">
<h2 id="orga7e7630">Exercício avaliativo</h2>
<div class="outline-text-2" id="text-orga7e7630">
<ul class="org-ul">
<li>Grupo: 03 acadêmicos</li>
<li>Passo 1 -&gt; Elaborar um objetivo de pesquisa na área do seu curso técnico e 03 específicos</li>
<li>Lembre-se: Deve iniciar com verbo no infinito</li>
<li>Passo 2 -&gt; Elaborar um instrumento de coleta de dados, constituida de 15 questões, organizadas em definição de perfil específica no tema</li>
</ul>
</div>
<div id="outline-container-orgd1fa620" class="outline-3">
<h3 id="orgd1fa620">O exercicio</h3>
<div class="outline-text-3" id="text-orgd1fa620">
<ul class="org-ul">
<li>Passo 1: Avaliar o perfil dos acadêmicos formando no curso técnico integrado em eletrotecnica considerado o grau de empregabilidade</li>
<li>Traçar as qualidades exigidas pelo mercado de trabalho na aŕea de eletrotécnica e o perfil dos acadêmicos</li>
<li>Correlacionar os dados dos acadêmicos com o exigido pelo mercado de trabalho</li>
<li>Elaborar uma escala de nível de preparação considerando o perfil avaliado e o quanto eles se considera apto a determinada vaga</li>
<li>Passo 2:
<ol class="org-ol">
<li>Qual o seu sexo? (  ) Feminino (  ) Masculino</li>
<li>Quanto tempo durou sua formação técnica durante o ensino médio? (  ) 2 anos (  ) 2 anos e meio (  ) 3 anos (  ) 3 anos e meio (  ) 4 anos ou mais</li>
<li>Durante seu ensino médio, você realizou trabalho de conclusão de curso (TCC)? (  ) Sim (  ) Não</li>
<li>Em uma escala de 1 a 5, quão importante você acredita que foi ou seria a realização do TCC para o mercado de trabalho?</li>
<li>Durante seu ensino médio, você realizou estágio na área técnica? (  ) Sim (  ) Não</li>
<li>Em uma escala de 1 a 5, quão importante você acredita que foi seu estágio para sua formação técnica?</li>
<li>Em uma escala de 1 a 5, quão importante você acredita que foram as aulas de laboratório para sua formação como técnico?</li>
<li>Em uma escala de 1 a 5, quão importante você acredita que foram as aulas teóricas para sua formação como técnico?</li>
<li>Você acredita ter algum conhecimento que não foi abordado durante sua formação técnica? (  ) Sim (  ) Não</li>
<li>A pandemia afetou seu acesso a informação das aulas de laboratório ou teóricas? (  ) Sim (  ) Não</li>
<li>Qua(is)l disciplina(s) você acredita ter contribuido mais para a sua formação técnica? (O domínio se refere as disciplinas técnicas encontradas na matriz do curso)</li>
<li>Pretende entrar no mercado de trabalho logo após sua formação no ensino médio técnico? (  ) Sim (  ) Não</li>
<li>Pretende ir ao nível superior para se especializar na área? (  ) Sim (  ) Não</li>
<li>Você acredita que a estrutura da sua escola colaborou para sua preparação técnica? (  ) Sim (  ) Não</li>
<li>No geral, você se considera apto a trabalhar na área de eletrotécnica?</li>
</ol></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-08-28 Sun 18:50</p>
</div>
</body>
</html>
